export const questionAnswerPairs = {
  "寝る前にカフェインを摂取していないでしょうか？":
    "夕方以降はカフェインの入っていない飲料（ハーブティー、カフェインフリーのコーヒーなど）を選びましょう。",
  "アルコールを寝る前に飲んでいないでしょうか？":
    "アルコールの影響を減らすために： 少なくとも睡眠の3時間前にはアルコール摂取を控えましょう。",
  "2～3時間より前に晩食を取りましたでしょうか？":
    "軽めの夕食を早めに摂るか、就寝前の重い食べ物は避けましょう。",
  "寝室は適切な温度に保たれていますか？":
    "寝室の温度を18〜22度C（65〜72度F）に保つと良いでしょう。",
  "寝室を暗く静かに保てていますか？":
    "消火器は火災発生時の初期消火に必要な道具です。全員がその存在場所と使い方を理解していることが重要です。定期的にメンテナンスを行いましょう。",
  "寝る前1時間のスマートフォンやパソコンの使用を終えましたか?":
    "就寝前は電子機器の使用を避け、リラックスできる活動（読書や瞑想など）に切り替えましょう。",
  "体にあった高さのマットレスと枕を使用していますか？":
    "快適で身体に合った寝具を選びましょう。",
  "毎日一定の時間に就寝・起床していますか？":
    "毎日同じ時間に寝て起きる習慣を身に付けましょう。",
  "運動は定期的に行っていますか？ただし、就寝直前の運動は避けていますか？":
    "日中や夕方に適度な運動を取り入れ、就寝の3時間前には避けましょう。",
  "ストレスや不安を感じていない環境で眠る準備ができていますか？":
    "瞑想や深呼吸、ヨガなどを行って心を落ち着かせる時間を作りましょう。",
};
